Repository: 3theories/SharedDesign
Catalog: Sources/SharedDesign/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pt_br, zh_hans

source: %@ innings
ar: جولات %@
de: %@ Innereien
es: Entradas %@
fr: Auberge %@
hi: %@ पारी
it: Innesti %@
ja: %@ インニング
ko: %@ 이닝
pt_br: Entradas %@
zh_hans: %@ 客栈

# %@ insight: %@
source: %1$@ insight: %2$@
ar: نظرة ثاقبة %1$@ %2$@
de: %1$@ Einsicht: %2$@
es: %1$@ perspicacia: %2$@
hi: %1$@ अंतर्दृष्टि: %2$@
it: %1$@ intuizione: %2$@
ja: %1$@ 洞察力%2$@
ko: %1$@ 인사이트: %2$@
zh_hans: %1$@ 洞察力%2$@

source: %@ period
ar: فترة %@
de: %@ Zeitraum
es: Periodo %@
fr: Période %@
hi: %@ अवधि
it: Periodo %@
ja: %@期間
ko: %@ 기간
pt_br: Período %@
zh_hans: %@ 期间

source: %@ set
ar: مجموعة %@
de: %@ eingestellt
es: Conjunto %@
ja: %@セット
ko: %@ 세트
pt_br: Conjunto %@
zh_hans: %@ 设置

# %@, %@, %@ kilometers, %@, %lld meters elevation gain
source: %1$@, %2$@, %3$@ kilometers, %4$@, %5$lld meters elevation gain
ar: %1$@، %2$@، %3$@ كيلومتر، %4$@ و%5$lld متر زيادة الارتفاع
de: %1$@, %2$@, %3$@ Kilometer, %4$@, %5$lld Meter Höhenunterschied
es: %1$@, %2$@, %3$@ kilómetros, %4$@, %5$lld metros de desnivel
fr: %1$@, %2$@, %3$@ kilomètres, %4$@, %5$lld mètres dénivelé
hi: %1$@, %2$@, %3$@ किलोमीटर, %4$@, %5$lld मीटर ऊँचाई वृद्धि
it: %1$@, %2$@, %3$@ chilometri, %4$@, %5$lld metri di dislivello
ja: %1$@、%2$@、%3$@ キロメートル、%4$@、%5$lld メートル標高差
ko: %1$@, %2$@, %3$@ 킬로미터, %4$@, %5$lld 미터 고도 이득
pt_br: %1$@, %2$@, %3$@ quilômetros, %4$@, %5$lld metros de ganho de elevação
zh_hans: %1$@, %2$@, %3$@ 千米, %4$@, %5$lld 米海拔增益

# %@%lld from yesterday
source: %1$@%2$lld from yesterday
ar: %1$@%2$lld من الأمس
de: %1$@%2$lld von gestern
es: %1$@%2$lld de ayer
fr: %1$@%2$lld d'hier
hi: कल का %1$@%2$lld
it: %1$@%2$lld di ieri
ja: 昨日の%1$@%2$lld
ko: 어제부터 %1$@%2$lld
pt_br: %1$@%2$lld de ontem
zh_hans: 昨天的 %1$@%2$lld

source: %lld days
ar: أيام %lld يوم
de: %lld Tage
es: %lld días
fr: %lld jours
hi: %lld दिन
it: %lld giorni
ja: %lld日
ko: %lld일
pt_br: %lld dias
zh_hans: %lld 天

source: %lld percent
ar: %lld في المائة
de: %lld Prozent
es: %lld por ciento
fr: %lld pour cent
it: Percentuale %lld
ja: %lld パーセント
ko: %lld 퍼센트
pt_br: Percentual de %lld
zh_hans: %lld 百分比

# %lld percent%@
source: %1$lld percent%2$@
ar: %1$lld في المائة%2$@
de: %1$lld Prozent%2$@
es: %1$lld por ciento%2$@
fr: %1$lld pourcentage%2$@
hi: %1$lld प्रतिशत%2$@
it: %1$lld per cento%2$@
ja: %1$lld パーセント%2$@
ko: %1$lld 퍼센트%2$@
pt_br: %1$lld por cento%2$@

source: %lld reps
ar: ممثلو %lld
de: %lld Vertretungen
es: Respuestas %lld
it: Rapporti %lld
ja: %lldレップス
ko: %lld 담당자
pt_br: Representantes %lld
zh_hans: %lld 代表

source: %lldml
ar: %lldمل

source: ${action} activity
ar: ${العمل} النشاط
de: ${Aktion} Aktivität
es: ${acción} actividad
fr: Activité ${action}
hi: ${action} गतिविधि
it: Attività ${action}
ja: アクティビティ
ko: ${action} 활동
pt_br: Atividade ${action}
zh_hans: ${action} 活动

source: ${action} cooking
ar: ${العمل} الطبخ
de: ${Aktion} Kochen
es: ${acción} cocinar
fr: Cuisson de ${action}
hi: ${action} खाना पकाना
it: ${azione} di cottura
ja: アクション}料理
ko: ${action} 요리
pt_br: Cozimento de ${action}
zh_hans: ${action} 烹饪

source: ${action} workout
ar: ${العمل} التمرين
es: ${acción} entrenamiento
fr: Entraînement ${action}
hi: ${action} व्यायाम
it: Allenamento ${azione}
ja: アクション
ko: 액션} 운동
pt_br: Treino de ${action}
zh_hans: ${action} 锻炼

source: 1st half
ar: النصف الأول
de: 1. Halbzeit
es: 1er semestre
fr: 1ère moitié
hi: पहला हाफ
it: 1° tempo
ja: 前半
ko: 상반기
pt_br: 1º tempo
zh_hans: 上半场

source: 2nd half
ar: النصف الثاني
de: 2. Halbzeit
es: 2º semestre
fr: 2ème semestre
hi: दूसरा भाग
it: 2° tempo
ja: 後半
ko: 하반기
pt_br: 2º tempo
zh_hans: 下半场

source: 72 bpm
ar: 72 نبضة في الدقيقة
de: 72 Schläge pro Minute
es: 72 ppm
hi: 72 बीपीएम

source: Abandoned
ar: مهجور
de: Verlassen
es: Abandonado
fr: Abandonné
hi: परित्यक्त
it: Abbandonato
ja: 見捨てられた
ko: 버려진
pt_br: Abandonado
zh_hans: 被遗弃

source: Action
ar: الإجراء
de: Aktion
es: Acción
hi: कार्रवाई
it: Azione
ja: アクション
ko: 액션
pt_br: Ação
zh_hans: 行动

source: Action buttons
ar: أزرار الحركة
de: Aktionsschaltflächen
es: Botones de acción
fr: Boutons d'action
hi: एक्शन बटन
it: Pulsanti di azione
ja: アクションボタン
ko: 동작 버튼
pt_br: Botões de ação
zh_hans: 操作按钮

source: Activity
ar: النشاط
de: Tätigkeit
es: Actividad
fr: Activité
hi: गतिविधि
it: Attività
ja: アクティビティ
ko: 활동
pt_br: Atividade
zh_hans: 活动

source: Activity action
ar: إجراء النشاط
de: Aktivität Aktion
es: Actividad
fr: Action de l'activité
hi: गतिविधि क्रिया
it: Azione di attività
ja: アクティビティ
ko: 활동 조치
pt_br: Ação de atividade
zh_hans: 活动行动

source: Ai analyzes patterns in your recent activity
ar: يقوم Ai بتحليل الأنماط في نشاطك الأخير
de: KI analysiert die Muster Ihrer jüngsten Aktivitäten
es: Ai analiza patrones en tu actividad reciente
fr: Ai analyse les schémas de votre activité récente
hi: एआई आपकी हालिया गतिविधि में पैटर्न का विश्लेषण करता है।
it: Ai analizza gli schemi della vostra attività recente
ja: Aiはあなたの最近の活動のパターンを分析する
ko: 인공지능이 최근 활동의 패턴을 분석합니다.
pt_br: Ai analisa padrões em sua atividade recente
zh_hans: Ai 可分析您最近的活动模式

source: AI is thinking...
ar: الذكاء الاصطناعي يفكر...
de: Die KI denkt...
es: La IA está pensando...
fr: L'IA réfléchit...
hi: एआई सोच रहा है...
it: L'intelligenza artificiale sta pensando...
ja: AIは考えている...
ko: AI는 생각하고 있습니다...
pt_br: A IA está pensando...
zh_hans: 人工智能正在思考...

source: All
ar: الكل
de: Alle
es: Todos
fr: Tous
hi: सभी
it: Tutti
ja: すべて
ko: 모두
pt_br: Todos
zh_hans: 全部

source: All %lld meals ready
ar: جميع وجبات %lld جاهزة
de: Alle %lld-Mahlzeiten sind fertig
es: Todas las comidas %lld listas
fr: Tous les repas %lld sont prêts
hi: सभी %lld भोजन तैयार हैं
it: Tutti i pasti %lld pronti
ja: %lldの食事はすべて用意できている
ko: 모든 %lld 식사 준비
pt_br: Todas as refeições %lld prontas
zh_hans: 所有 %lld 餐点准备就绪

source: All %lld workouts ready
ar: جميع التدريبات %lld جاهزة
de: Alle %lld-Trainings sind bereit
es: Todos los entrenamientos %lld listos
fr: Toutes les séances d'entraînement %lld sont prêtes
hi: सभी %lld वर्कआउट तैयार हैं
it: Tutti gli allenamenti %lld sono pronti
ja: すべての%lldワークアウトに対応
ko: 모든 %lld 운동 준비 완료
pt_br: Todos os exercícios %lld prontos
zh_hans: 所有 %lld 锻炼准备就绪

source: Analyzing your data to provide personalized insights...
ar: تحليل بياناتك لتوفير رؤى مخصصة...
de: Analysieren Sie Ihre Daten, um personalisierte Erkenntnisse zu gewinnen...
es: Analizar sus datos para ofrecer información personalizada...
fr: Analyser vos données pour fournir des informations personnalisées...
hi: व्यक्तिगत अंतर्दृष्टि प्रदान करने के लिए आपके डेटा का विश्लेषण...
it: Analizzare i dati per fornire approfondimenti personalizzati...
ja: データを分析し、パーソナライズされたインサイトを提供...
ko: 데이터를 분석하여 개인화된 인사이트 제공...
pt_br: Analisar seus dados para fornecer percepções personalizadas...
zh_hans: 分析您的数据，提供个性化的见解...

source: Animate
ar: تحريك
de: Animieren
es: Animar
fr: Animer
hi: एनिमेट करें
it: Animare
ja: アニメイト
ko: 애니메이션
pt_br: Animar
zh_hans: 动画

source: Animation effects
ar: مؤثرات الرسوم المتحركة
de: Animationseffekte
es: Efectos de animación
fr: Effets d'animation
hi: एनिमेशन प्रभाव
it: Effetti di animazione
ja: アニメーション効果
ko: 애니메이션 효과
pt_br: Efeitos de animação
zh_hans: 动画效果

source: Animations
ar: الرسوم المتحركة
de: Animationen
es: Animaciones
hi: एनिमेशन
it: Animazioni
ja: アニメーション
ko: 애니메이션
pt_br: Animações
zh_hans: 动画

source: Another pill
ar: حبة دواء أخرى
de: Eine weitere Pille
es: Otra píldora
fr: Une autre pilule
hi: एक और गोली
it: Un'altra pillola
ja: 別の薬
ko: 또 다른 알약
pt_br: Outra pílula
zh_hans: 另一种药片

source: Area chart
ar: مخطط المساحة
de: Flächenkarte
es: Cuadro de áreas
fr: Tableau des surfaces
hi: क्षेत्रीय आरेख
it: Grafico dell'area
ja: エリアチャート
ko: 영역 차트
pt_br: Gráfico de área
zh_hans: 区域图

source: Basic card
ar: البطاقة الأساسية
de: Grundkarte
es: Tarjeta básica
fr: Carte de base
hi: मूलभूत कार्ड
it: Scheda base
ja: 基本カード
ko: 기본 카드
pt_br: Cartão básico
zh_hans: 基本卡

source: Bounce
ar: الارتداد
es: Rebote
fr: Rebondir
hi: उछलो
it: Rimbalzo
ja: バウンス
pt_br: Salto
zh_hans: 弹跳

source: Brand gradients
ar: تدرجات العلامة التجارية
de: Markengradienten
es: Degradados de marca
fr: Gradients de marque
hi: ब्रांड ग्रेडिएंट्स
it: Gradienti del marchio
ja: ブランド・グラデーション
ko: 브랜드 그라데이션
pt_br: Gradientes de marca
zh_hans: 品牌梯度

source: Building your workout
ar: بناء تمرينك الرياضي
de: Aufbau Ihres Trainings
es: Construir tu entrenamiento
fr: Construire sa séance d'entraînement
hi: अपना वर्कआउट तैयार करें
it: Costruire l'allenamento
ja: ワークアウトの組み立て
ko: 운동 구성하기
pt_br: Criando seu treino
zh_hans: 锻炼身体

source: Button styles
ar: أنماط الأزرار
de: Tastenformen
es: Estilos de botones
fr: Styles de boutons
hi: बटन शैलियाँ
it: Stili dei pulsanti
ja: ボタンスタイル
ko: 버튼 스타일
pt_br: Estilos de botões
zh_hans: 按钮样式

# button.ai.feature
source: AI Feature
ar: ميزة الذكاء الاصطناعي
de: AI-Funktion
es: Características de la IA
fr: Fonctionnalité de l'IA
hi: एआई फीचर
it: Funzione AI
ja: AI機能
ko: AI 기능
pt_br: Recurso de IA
zh_hans: 人工智能功能

source: Buttons
ar: الأزرار
es: Botones
fr: Boutons
hi: बटन
it: Pulsanti
ja: ボタン
ko: 버튼
pt_br: Botões
zh_hans: 按钮

# calendar.heatmap.fastingGoals.subtitle
source: Daily fasting goals
ar: أهداف الصيام اليومية
de: Tägliche Fastenziele
es: Objetivos diarios de ayuno
fr: Objectifs quotidiens de jeûne
hi: दैनिक उपवास के लक्ष्य
it: Obiettivi del digiuno giornaliero
ja: 毎日の断食目標
ko: 일일 단식 목표
pt_br: Metas diárias de jejum
zh_hans: 每日禁食目标

# calendar.heatmap.fastingGoals.title
source: Fasting Goals
ar: أهداف الصيام
de: Ziele des Fastens
es: Objetivos del ayuno
fr: Objectifs du jeûne
hi: उपवास के लक्ष्य
it: Obiettivi del digiuno
ja: 断食の目標
ko: 단식 목표
pt_br: Metas de jejum
zh_hans: 禁食目标

# calendar.heatmap.legend.less
source: Less
ar: أقل
de: Weniger
es: Menos
fr: Moins
hi: कम
it: Meno
ja: より少ない
pt_br: Menos
zh_hans: 更少

# calendar.heatmap.legend.more
source: More
ar: المزيد
de: Mehr
es: Más
fr: Plus d'informations
hi: और
it: Di più
ja: もっと見る
ko: 자세히 보기
pt_br: Mais informações
zh_hans: 更多信息

# calendar.heatmap.noData
source: No Data
ar: لا توجد بيانات
de: Keine Daten
es: Sin datos
fr: Pas de données
hi: कोई डेटा नहीं
it: Nessun dato
ja: データなし
ko: 데이터 없음
pt_br: Sem dados
zh_hans: 无数据

# calendar.heatmap.stepGoals.subtitle
source: %lld steps per day
ar: خطوات %lld في اليوم
de: %lld Schritte pro Tag
es: %lld pasos por día
fr: %lld pas par jour
hi: %lld प्रति दिन कदम
it: %lld passi al giorno
ja: %lld歩/日
ko: %lld 하루 걸음 수
pt_br: %lld passos por dia
zh_hans: %lld 每天步数

# calendar.heatmap.stepGoals.title
source: Step Goals
ar: أهداف الخطوة
de: Schrittweise Ziele
es: Paso Objetivos
fr: Objectifs d'étape
hi: चरण लक्ष्य
it: Obiettivi dei passi
ja: ステップ目標
ko: 단계 목표
pt_br: Metas da etapa
zh_hans: 步骤目标

# calendar.heatmap.streak.label
source: day streak
ar: خط اليوم الواحد
de: Tagesträhne
es: racha de días
fr: journée en dents de scie
hi: दैनिक सिलसिला
it: striscia di giorni
ja: 日間
ko: 일 연속
pt_br: sequência de dias
zh_hans: 连日

# calendar.heatmap.today
source: Today
ar: اليوم
de: Heute
es: Hoy
fr: Aujourd'hui
hi: आज
it: Oggi
ja: 今日
ko: 오늘
pt_br: Hoje
zh_hans: 今天

# calendar.heatmap.total_days_format
source: %d days
ar: أيام %d يوم
de: %d Tage
es: %d días
fr: %d jours
hi: %d दिन
it: %d giorni
ja: %d日
ko: %d일
pt_br: %d dias
zh_hans: %d 天

# calendar.heatmap.workoutDays.subtitle
source: Exercise completion
ar: إكمال التمرين
de: Abschluss der Übung
es: Finalización del ejercicio
fr: Achèvement de l'exercice
hi: व्यायाम पूरा हुआ
it: Completamento dell'esercizio
ja: エクササイズ完了
ko: 운동 완료
pt_br: Conclusão do exercício
zh_hans: 完成练习

# calendar.heatmap.workoutDays.title
source: Workout Days
ar: أيام التمرين
de: Workout-Tage
es: Días de entrenamiento
fr: Jours d'entraînement
hi: व्यायाम के दिन
it: Giorni di allenamento
ja: トレーニング日
ko: 운동 일수
pt_br: Dias de treino
zh_hans: 锻炼日

source: Calorie and macro targets are factored in
ar: يتم أخذ السعرات الحرارية والأهداف الكلية في الاعتبار
de: Kalorien- und Makroziele werden berücksichtigt
es: Se tienen en cuenta los objetivos calóricos y macroeconómicos
fr: Les objectifs caloriques et macroéconomiques sont pris en compte
hi: कैलोरी और मैक्रो लक्ष्य शामिल किए गए हैं।
it: Gli obiettivi calorici e macro sono presi in considerazione
ja: カロリーとマクロの目標は織り込み済み
ko: 칼로리 및 매크로 목표가 고려됩니다.
pt_br: As metas de calorias e macro são levadas em consideração
zh_hans: 已将卡路里和宏量目标考虑在内

source: Calories
ar: السعرات الحرارية
de: Kalorien
es: Calorías
hi: कैलोरी
it: Calorie
ja: カロリー
ko: 칼로리
pt_br: Calorias
zh_hans: 卡路里

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
it: Annullamento
ja: キャンセル
ko: 취소
pt_br: Cancelar
zh_hans: 取消

source: Card with custom styling
ar: بطاقة بتصميم مخصص
de: Karte mit individuellem Styling
es: Tarjeta con estilo personalizado
fr: Carte avec style personnalisé
hi: कस्टम स्टाइलिंग वाला कार्ड
it: Scheda con stile personalizzato
ja: カスタム・スタイルのカード
ko: 맞춤형 스타일링이 적용된 카드
pt_br: Cartão com estilo personalizado
zh_hans: 带有自定义样式的卡片

source: Cardio
ar: أمراض القلب
de: Kardio
hi: हृदय व्यायाम
ja: 有酸素運動
ko: 심장 강화
zh_hans: 有氧运动

source: Cards
ar: البطاقات
de: Karten
es: Tarjetas
fr: Cartes
hi: कार्ड
it: Carte
ja: カード
ko: 카드
pt_br: Cartões
zh_hans: 卡片

source: Cards with different surface levels
ar: بطاقات بمستويات سطح مختلفة
de: Karten mit unterschiedlichen Oberflächenebenen
es: Tarjetas con diferentes niveles de superficie
fr: Cartes avec différents niveaux de surface
hi: अलग-अलग सतह स्तर वाले कार्ड
it: Schede con diversi livelli di superficie
ja: 異なる表面レベルのカード
ko: 표면 레벨이 다른 카드
pt_br: Cartões com diferentes níveis de superfície
zh_hans: 不同表面积的卡片

source: Change
ar: التغيير
de: Ändern Sie
es: Cambia
fr: Changer
hi: बदलाव
it: Cambiamento
ja: 変更
ko: 변경
pt_br: Mudança
zh_hans: 改变

# chart.axis.distance.label
source: Distance (%@)
ar: المسافة (%@)
de: Abstand (%@)
es: Distancia (%@)
hi: दूरी (%@)
it: Distanza (%@)
ja: 距離（%@）
ko: 거리(%@)
pt_br: Distância (%@)
zh_hans: 距离 (%@)

# chart.axis.elevation
source: Elevation (m)
ar: الارتفاع (م)
de: Höhenlage (m)
es: Elevación (m)
fr: Élévation (m)
hi: ऊँचाई (मीटर)
it: Altezza (m)
ja: 標高（m）
ko: 고도(m)
pt_br: Elevação (m)
zh_hans: 海拔（米）

# chart.insightful_progress.complete
source: Complete
ar: مكتمل
de: Vollständig
fr: Compléter
hi: पूर्ण
it: Completo
ja: 完全
ko: 완료
pt_br: Completo
zh_hans: 完整

# chart.ring.total
source: Total
ar: الإجمالي
de: Insgesamt
hi: कुल
it: Totale
ja: 合計
ko: 합계
zh_hans: 总计

# chart.simple_progress.target_format
source: Target: %@
ar: الهدف %@
de: Ziel: %@
es: Objetivo: %@
fr: Cible : %@
it: Obiettivo: %@
ja: ターゲット%@
pt_br: Alvo: %@

# chart.time.of.day
source: Time of Day Chart
ar: مخطط الوقت من اليوم
de: Tageszeitentabelle
es: Horario del día
fr: Tableau des heures de la journée
hi: दिन के समय का चार्ट
it: Grafico dell'ora del giorno
ja: 時刻表
ko: 시간대별 차트
pt_br: Gráfico de hora do dia
zh_hans: 时间图表

# chart.trend
source: Trend Chart
ar: رسم بياني للاتجاهات
de: Trend-Diagramm
es: Gráfico de tendencias
fr: Graphique de tendance
hi: प्रवृत्ति चार्ट
it: Grafico di tendenza
ja: トレンドチャート
ko: 트렌드 차트
pt_br: Gráfico de tendências
zh_hans: 趋势图

# chart.trend_comparison.change_label
source: Change
ar: التغيير
de: Ändern Sie
es: Cambia
fr: Changer
hi: बदलाव
it: Cambiamento
ja: 変更
ko: 변경
pt_br: Mudança
zh_hans: 改变

# chart.trend_comparison.current_label
source: Current
ar: الحالي
de: Aktuell
es: Actual
fr: Actuel
hi: वर्तमान
it: Attuale
ja: 現在
ko: 현재
pt_br: Atual
zh_hans: 当前

# chart.trend_comparison.goal_label
source: Goal
ar: الهدف
de: Ziel
es: Objetivo
fr: Objectif
hi: लक्ष्य
it: Obiettivo
ja: ゴール
ko: 목표
pt_br: Meta
zh_hans: 目标

# chart.trend_comparison.previous_label
source: Previous
ar: السابق
de: Vorherige
es: Anterior
fr: Précédent
hi: पिछला
it: Precedente
ja: 前へ
ko: 이전 게시물
pt_br: Anterior
zh_hans: 上一页

# chart.unified_nutrition.remaining
source: Remaining
ar: المتبقي
de: Verbleibende
es: Resto
fr: Restant
hi: शेष
it: Rimanente
ja: 残り
ko: 남아있음
pt_br: Restante
zh_hans: 剩余

# chart.unified_trend.latest
source: Latest
ar: الأحدث
de: Neueste
es: Última
fr: Dernières nouvelles
hi: नवीनतम
it: Ultime novità
ja: 最新
ko: 최신
pt_br: Mais recentes
zh_hans: 最新

source: Circular icon buttons
ar: أزرار الأيقونات الدائرية
de: Schaltflächen mit kreisförmigen Symbolen
es: Botones con iconos circulares
fr: Boutons à icônes circulaires
hi: वृत्ताकार आइकन बटन
it: Pulsanti a icona circolare
ja: 円形アイコンボタン
ko: 원형 아이콘 버튼
pt_br: Botões de ícones circulares
zh_hans: 圆形图标按钮

source: Clear text
ar: نص واضح
de: Klarer Text
es: Texto claro
fr: Texte en clair
hi: स्पष्ट पाठ
it: Testo in chiaro
ja: クリアテキスト
ko: 텍스트 지우기
pt_br: Texto claro
zh_hans: 清除文本

# coaching.tip.label
source: Coaching Tip
ar: نصيحة تدريب
de: Coaching-Tipp
es: Consejo de coaching
fr: Conseil d'entraîneur
hi: कोचिंग टिप
it: Suggerimento per il coaching
ja: コーチングのヒント
ko: 코칭 팁
pt_br: Dica de treinamento
zh_hans: 教练提示

source: Collapsed
ar: المنهارة
de: Zusammengeklappt
es: Colapsado
fr: Effondré
hi: ध्वस्त
it: Crollato
ja: 崩壊
ko: 접힌
pt_br: Colapsado
zh_hans: 倒塌

source: Color palette system
ar: نظام لوحة الألوان
de: System der Farbpaletten
es: Sistema de paleta de colores
fr: Système de palette de couleurs
hi: रंग पैलेट प्रणाली
it: Sistema di palette di colori
ja: カラーパレットシステム
ko: 색상 팔레트 시스템
pt_br: Sistema de paleta de cores
zh_hans: 调色板系统

source: Colors
ar: الألوان
de: Farben
es: Colores
fr: Couleurs
hi: रंग
it: Colori
ja: カラー
ko: 색상
pt_br: Cores
zh_hans: 颜色

# common.action.cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
it: Annullamento
ja: キャンセル
ko: 취소
pt_br: Cancelar
zh_hans: 取消

# common.action.try_again
source: Try Again
ar: حاول مرة أخرى
de: Erneut versuchen
es: Inténtalo de nuevo
fr: Réessayer
hi: फिर से कोशिश करें
it: Riprova
ja: 再挑戦
ko: 다시 시도
pt_br: Tente novamente
zh_hans: 再试一次

# common.live
source: LIVE
ar: بث مباشر
es: EN VIVO
fr: VIVRE
hi: प्रत्यक्ष
it: IN DIRETTA
ja: ライブ
ko: 라이브
pt_br: AO VIVO
zh_hans: 直播

source: Complete
ar: مكتمل
de: Vollständig
fr: Compléter
hi: पूर्ण
it: Completo
ja: 完全
ko: 완료
pt_br: Completo
zh_hans: 完整

source: Completed
ar: مكتمل
de: Abgeschlossen
es: Completado
fr: Terminé
hi: पूर्ण
it: Completato
ja: 完成
ko: 완료
pt_br: Concluído
zh_hans: 已完成

source: Components
ar: المكونات
de: Komponenten
es: Componentes
fr: Composants
hi: घटक
it: Componenti
ja: コンポーネント
ko: 구성 요소
pt_br: Componentes
zh_hans: 组件

source: Considering your dietary restrictions
ar: مراعاة القيود الغذائية الخاصة بك
de: Berücksichtigung Ihrer diätetischen Einschränkungen
es: Teniendo en cuenta sus restricciones dietéticas
fr: Tenir compte de vos restrictions alimentaires
hi: आपकी आहार संबंधी प्रतिबंधों पर विचार करते हुए
it: Considerare le restrizioni alimentari
ja: 食事制限を考慮する
ko: 식단 제한 사항 고려하기
pt_br: Considerando suas restrições alimentares
zh_hans: 考虑您的饮食限制

source: Continue your activity
ar: تابع نشاطك
de: Setzen Sie Ihre Tätigkeit fort
es: Continúe su actividad
fr: Poursuivre votre activité
hi: अपनी गतिविधि जारी रखें
it: Continuare l'attività
ja: 活動を続ける
ko: 활동 계속하기
pt_br: Continue sua atividade
zh_hans: 继续您的活动

source: Continue your workout
ar: تابع تمارينك الرياضية
de: Setzen Sie Ihr Training fort
es: Continúa tu entrenamiento
fr: Poursuivre l'entraînement
hi: अपनी कसरत जारी रखें
it: Continuare l'allenamento
ja: トレーニングを続ける
ko: 운동 계속하기
pt_br: Continue seu treino
zh_hans: 继续锻炼

source: Control activity
ar: نشاط التحكم
de: Kontrolltätigkeit
es: Actividad de control
fr: Activité de contrôle
hi: गतिविधि नियंत्रित करें
it: Attività di controllo
ja: コントロール活動
ko: 활동 제어
pt_br: Atividade de controle
zh_hans: 控制活动

source: Control cooking
ar: التحكم في الطهي
de: Kochen kontrollieren
es: Cocina de control
fr: Contrôle de la cuisson
hi: नियंत्रण पकाना
it: Controllo della cottura
ja: 制御調理
ko: 요리 제어
pt_br: Controle de cozimento
zh_hans: 控制烹饪

source: Control workout
ar: تمرين التحكم
de: Training kontrollieren
es: Entrenamiento de control
fr: Contrôle de l'entraînement
hi: कंट्रोल वर्कआउट
it: Allenamento di controllo
ja: コントロール・ワークアウト
ko: 운동 제어
pt_br: Treino de controle
zh_hans: 控制锻炼

source: Control your active activity session
ar: التحكم في جلسة النشاط النشط
de: Kontrollieren Sie Ihre aktive Aktivitätssitzung
es: Controla tu sesión de actividad activa
fr: Contrôlez votre session d'activité active
hi: अपनी सक्रिय गतिविधि सत्र को नियंत्रित करें
it: Controllare la sessione di attività attiva
ja: アクティブ・アクティビティ・セッションのコントロール
ko: 활성 활동 세션 제어
pt_br: Controle sua sessão de atividade ativa
zh_hans: 控制您的活动会话

source: Control your active cooking session
ar: تحكم في جلسة الطهي النشطة
de: Kontrollieren Sie Ihre aktive Kochsession
es: Controle su sesión de cocina activa
fr: Contrôlez votre session de cuisson active
hi: अपने सक्रिय खाना पकाने के सत्र को नियंत्रित करें
it: Controllare la sessione di cottura attiva
ja: アクティブな調理セッションをコントロール
ko: 활성 요리 세션 제어
pt_br: Controle sua sessão de cozimento ativa
zh_hans: 控制正在进行的烹饪过程

source: Control your active workout session
ar: تحكم في جلسة التمرين النشطة
de: Kontrollieren Sie Ihre aktive Trainingseinheit
es: Controla tu sesión de entrenamiento activo
fr: Contrôlez votre séance d'entraînement active
hi: अपने सक्रिय वर्कआउट सत्र को नियंत्रित करें
it: Controllare la sessione di allenamento attivo
ja: アクティブなワークアウトセッションをコントロールする
ko: 활동적인 운동 세션 관리
pt_br: Controle sua sessão de exercícios ativos
zh_hans: 控制您的运动量

source: Cooking
ar: الطهي
de: Kochen
es: Cocinar
fr: La cuisine
hi: पकाना
it: Cucina
ja: 料理
ko: 요리
pt_br: Culinária
zh_hans: 烹饪

source: Cooking action
ar: إجراء الطهي
de: Aktion kochen
es: Acción de cocinar
fr: Action de cuisson
hi: रसोई की क्रिया
it: Azione di cottura
ja: 調理動作
ko: 요리 액션
pt_br: Ação de cozimento
zh_hans: 烹饪动作

source: Cool down
ar: تهدئة
de: Abkühlung
es: Enfriamiento
fr: Retour au calme
hi: शांत हो जाओ
it: Raffreddamento
ja: クールダウン
ko: 냉각
pt_br: Resfriamento
zh_hans: 冷却

source: Crafting a balanced meal plan tailored to your goals...
ar: وضع خطة متوازنة للوجبات الغذائية مصممة خصيصاً لأهدافك...
de: Einen ausgewogenen, auf Ihre Ziele zugeschnittenen Speiseplan erstellen...
es: Elaborar un plan de comidas equilibrado y adaptado a sus objetivos...
fr: Élaborer un programme alimentaire équilibré et adapté à vos objectifs...
hi: आपके लक्ष्यों के अनुरूप एक संतुलित भोजन योजना तैयार करना...
it: Creare un piano alimentare equilibrato e adatto ai propri obiettivi...
ja: あなたの目標に合わせたバランスの取れた食事計画を立てる...
ko: 목표에 맞춘 균형 잡힌 식단 구성...
pt_br: Elaborar um plano de refeições balanceado e adaptado às suas metas...
zh_hans: 根据您的目标制定均衡的膳食计划...

source: Creating your meal plan
ar: إعداد خطة وجباتك
de: Erstellung des Speiseplans
es: Crear su plan de comidas
fr: Création de votre plan de repas
hi: अपना भोजन योजना बनाना
it: Creare un piano pasti
ja: ミールプランの作成
ko: 식사 계획 만들기
pt_br: Criar seu plano de refeições
zh_hans: 制定膳食计划

source: Currently using: %@
ar: تستخدم حالياً: %@
de: Derzeit verwendet: %@
es: Actualmente en uso: %@
fr: Actuellement en cours d'utilisation : %@
hi: वर्तमान में उपयोग: %@
it: Attualmente in uso: %@
ja: 現在使用中%@
ko: 현재 사용 중입니다: %@
pt_br: Atualmente em uso: %@
zh_hans: 目前正在使用：%@

source: Custom
ar: مخصص
de: Benutzerdefiniert
es: A medida
fr: Sur mesure
hi: अनुकूलित
it: Personalizzato
ja: カスタム
ko: 사용자 지정
pt_br: Personalizado
zh_hans: 定制

source: Custom background card
ar: بطاقة خلفية مخصصة
de: Individuelle Hintergrundkarte
es: Tarjeta de fondo personalizada
fr: Carte de fond personnalisée
hi: कस्टम पृष्ठभूमि कार्ड
it: Scheda di sfondo personalizzata
ja: カスタム背景カード
ko: 사용자 지정 배경 카드
pt_br: Cartão de fundo personalizado
zh_hans: 定制背景卡
